Repository: idrisskone101/pillie
Catalog: Pillie/Pillie/Commerce.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# commerce.access_verification.title
source: Checking your Pillie Plus access
ar: جارٍ التحقق من وصولك إلى Pillie Plus
bn: আপনার Pillie Plus অ্যাক্সেস যাচাই করা হচ্ছে
ca: Comprovant el teu accés a Pillie Plus
cs: Ověřujeme tvůj přístup k Pillie Plus
da: Tjekker din Pillie Plus-adgang
de: Pillie-Plus-Zugang wird geprüft
el: Έλεγχος της πρόσβασής σου στο Pillie Plus
es: Verificando tu acceso a Pillie Plus
fi: Tarkistetaan Pillie Plus -käyttöoikeuttasi
fr: Vérification de ton accès Pillie Plus
gu: તમારી Pillie Plus ઍક્સેસ ચકાસી રહ્યા છીએ
he: בודקים את הגישה שלך ל-Pillie Plus
hi: आपका Pillie Plus ऐक्सेस जाँचा जा रहा है
hr: Provjeravamo tvoj pristup Pillie Plusu
hu: Pillie Plus-hozzáférés ellenőrzése
id: Memeriksa akses Pillie Plus kamu
it: Verifica dell’accesso a Pillie Plus
ja: Pillie Plusのアクセスを確認中
kn: ನಿಮ್ಮ Pillie Plus ಪ್ರವೇಶವನ್ನು ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ
ko: Pillie Plus 이용 권한 확인 중
ml: നിങ്ങളുടെ Pillie Plus ആക്‌സസ് പരിശോധിക്കുന്നു
mr: तुमचा Pillie Plus ॲक्सेस तपासत आहोत
ms: Menyemak akses Pillie Plus kamu
nb: Sjekker Pillie Plus-tilgangen din
nl: Je Pillie Plus-toegang wordt gecontroleerd
or: ଆପଣଙ୍କ Pillie Plus ଆକ୍ସେସ୍ ଯାଞ୍ଚ ହେଉଛି
pa: ਤੁਹਾਡੀ Pillie Plus ਪਹੁੰਚ ਦੀ ਜਾਂਚ ਹੋ ਰਹੀ ਹੈ
pl: Sprawdzamy twój dostęp do Pillie Plus
pt_br: Verificando seu acesso ao Pillie Plus
pt_pt: A verificar o teu acesso ao Pillie Plus
ro: Verificăm accesul tău la Pillie Plus
ru: Проверяем доступ к Pillie Plus
sk: Overujeme tvoj prístup k Pillie Plus
sl: Preverjanje dostopa do Pillie Plus
sv: Kontrollerar din Pillie Plus-åtkomst
ta: உங்கள் Pillie Plus அணுகல் சரிபார்க்கப்படுகிறது
te: మీ Pillie Plus యాక్సెస్ తనిఖీ చేస్తున్నాము
th: กำลังตรวจสอบสิทธิ์ Pillie Plus ของคุณ
tr: Pillie Plus erişimin kontrol ediliyor
uk: Перевіряємо доступ до Pillie Plus
ur: آپ کی Pillie Plus رسائی جانچی جا رہی ہے
vi: Đang kiểm tra quyền truy cập Pillie Plus của bạn
zh_hans: 正在检查你的 Pillie Plus 权限
zh_hant: 正在檢查你的 Pillie Plus 權限

# commerce.access_verification.body
source: Connect to the internet so Pillie can verify your purchases before opening the app.
ar: اتصلي بالإنترنت ليتمكن Pillie من التحقق من مشترياتك قبل فتح التطبيق.
bn: অ্যাপ খোলার আগে Pillie যেন আপনার কেনাকাটা যাচাই করতে পারে, সেজন্য ইন্টারনেটে সংযুক্ত হন।
ca: Connecta’t a internet perquè Pillie pugui verificar les teves compres abans d’obrir l’app.
cs: Připoj se k internetu, aby Pillie mohla před otevřením aplikace ověřit tvoje nákupy.
da: Gå online, så Pillie kan bekræfte dine køb, før appen åbner.
de: Verbinde dich mit dem Internet, damit Pillie deine Käufe prüfen kann, bevor die App geöffnet wird.
el: Συνδέσου στο διαδίκτυο για να επαληθεύσει το Pillie τις αγορές σου πριν ανοίξει η εφαρμογή.
es: Conéctate a internet para que Pillie verifique tus compras antes de abrir la app.
fi: Yhdistä internetiin, jotta Pillie voi vahvistaa ostosi ennen sovelluksen avaamista.
fr: Connecte-toi à Internet pour que Pillie vérifie tes achats avant d’ouvrir l’app.
gu: ઍપ ખોલતાં પહેલાં Pillie તમારી ખરીદી ચકાસી શકે તે માટે ઇન્ટરનેટ સાથે જોડાઓ.
he: התחברי לאינטרנט כדי ש-Pillie תוכל לאמת את הרכישות שלך לפני פתיחת האפליקציה.
hi: इंटरनेट से जुड़ें, ताकि ऐप खुलने से पहले Pillie आपकी ख़रीदारी की पुष्टि कर सके।
hr: Spoji se na internet da Pillie može provjeriti tvoje kupnje prije otvaranja aplikacije.
hu: Csatlakozz az internethez, hogy a Pillie ellenőrizhesse a vásárlásaidat az app megnyitása előtt.
id: Sambungkan ke internet agar Pillie bisa memverifikasi pembelianmu sebelum membuka aplikasi.
it: Connettiti a internet così Pillie può verificare i tuoi acquisti prima di aprire l’app.
ja: アプリを開く前にPillieが購入を確認できるよう、インターネットに接続してください。
kn: ಆ್ಯಪ್ ತೆರೆಯುವ ಮೊದಲು Pillie ನಿಮ್ಮ ಖರೀದಿಗಳನ್ನು ಪರಿಶೀಲಿಸಲು, ಇಂಟರ್ನೆಟ್‌ಗೆ ಸಂಪರ್ಕಿಸಿ.
ko: 앱을 열기 전에 Pillie가 구매를 확인할 수 있도록 인터넷에 연결해 주세요.
ml: ആപ്പ് തുറക്കുന്നതിന് മുമ്പ് Pillie-ക്ക് നിങ്ങളുടെ വാങ്ങലുകൾ പരിശോധിക്കാൻ, ഇന്റർനെറ്റിലേക്ക് കണക്റ്റ് ചെയ്യൂ.
mr: इंटरनेटशी कनेक्ट करा, म्हणजे ॲप उघडण्याआधी Pillie तुमच्या खरेदीची पडताळणी करू शकेल.
ms: Sambung ke internet supaya Pillie boleh mengesahkan pembelian kamu sebelum membuka apl.
nb: Koble til internett så Pillie kan bekrefte kjøpene dine før appen åpnes.
nl: Maak verbinding met internet zodat Pillie je aankopen kan verifiëren voordat de app opent.
or: ଆପ୍ ଖୋଲିବା ପୂର୍ବରୁ Pillie ଆପଣଙ୍କ କ୍ରୟ ଯାଞ୍ଚ କରିପାରିବା ପାଇଁ ଇଣ୍ଟରନେଟ୍ ସହ ସଂଯୋଗ କରନ୍ତୁ।
pa: ਇੰਟਰਨੈੱਟ ਨਾਲ ਜੁੜੋ ਤਾਂ ਜੋ ਐਪ ਖੋਲ੍ਹਣ ਤੋਂ ਪਹਿਲਾਂ Pillie ਤੁਹਾਡੀਆਂ ਖ਼ਰੀਦਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰ ਸਕੇ।
pl: Połącz się z internetem, aby Pillie mogło sprawdzić twoje zakupy przed otwarciem aplikacji.
pt_br: Conecte-se à internet para o Pillie verificar suas compras antes de abrir o app.
pt_pt: Liga-te à internet para que o Pillie possa verificar as tuas compras antes de abrir a app.
ro: Conectează-te la internet ca Pillie să-ți poată verifica achizițiile înainte de a deschide aplicația.
ru: Подключись к интернету: Pillie нужно проверить твои покупки перед запуском приложения.
sk: Pripoj sa na internet, aby Pillie mohla pred otvorením aplikácie overiť tvoje nákupy.
sl: Poveži se z internetom, da lahko Pillie preveri tvoje nakupe, preden odpre aplikacijo.
sv: Anslut till internet så att Pillie kan verifiera dina köp innan appen öppnas.
ta: ஆப்பைத் திறப்பதற்கு முன் Pillie உங்கள் கொள்முதல்களைச் சரிபார்க்க, இணையத்துடன் இணையுங்கள்.
te: యాప్ తెరిచే ముందు Pillie మీ కొనుగోళ్లను ధృవీకరించడానికి, ఇంటర్నెట్‌కు కనెక్ట్ అవ్వండి.
th: เชื่อมต่ออินเทอร์เน็ตเพื่อให้ Pillie ตรวจสอบการซื้อของคุณก่อนเปิดแอป
tr: Pillie’nin uygulamayı açmadan önce satın alımlarını doğrulayabilmesi için internete bağlan.
uk: Підключися до інтернету: Pillie потрібно перевірити твої покупки перед запуском застосунку.
ur: انٹرنیٹ سے جڑیں، تاکہ ایپ کھلنے سے پہلے Pillie آپ کی خریداریوں کی تصدیق کر سکے۔
vi: Kết nối internet để Pillie xác minh giao dịch của bạn trước khi mở ứng dụng.
zh_hans: 请连接互联网，以便 Pillie 在打开应用前验证你的购买。
zh_hant: 請連上網路，讓 Pillie 在開啟 App 前驗證你的購買項目。

# commerce.access_verification.error
source: We couldn’t verify your access. Check your connection, try again, or restore purchases.
ar: لم نتمكن من التحقق من وصولك. تحققي من الاتصال، أو أعيدي المحاولة، أو استعيدي المشتريات.
bn: আপনার অ্যাক্সেস যাচাই করা যায়নি। সংযোগ দেখে নিন, আবার চেষ্টা করুন, অথবা কেনাকাটা ফিরিয়ে আনুন।
ca: No hem pogut verificar el teu accés. Revisa la connexió, torna-ho a provar o restaura les compres.
cs: Přístup se nepodařilo ověřit. Zkontroluj připojení, zkus to znovu nebo obnov nákupy.
da: Vi kunne ikke bekræfte din adgang. Tjek din forbindelse, prøv igen, eller gendan køb.
de: Dein Zugang konnte nicht geprüft werden. Prüfe die Verbindung, versuche es erneut oder stelle Käufe wieder her.
el: Δεν μπορέσαμε να επαληθεύσουμε την πρόσβασή σου. Έλεγξε τη σύνδεση, δοκίμασε ξανά ή κάνε επαναφορά αγορών.
es: No pudimos verificar tu acceso. Revisa tu conexión, inténtalo de nuevo o restaura tus compras.
fi: Käyttöoikeuttasi ei voitu vahvistaa. Tarkista yhteys, yritä uudelleen tai palauta ostot.
fr: Impossible de vérifier ton accès. Vérifie ta connexion, réessaie ou restaure tes achats.
gu: અમે તમારી ઍક્સેસ ચકાસી શક્યા નહીં. તમારું કનેક્શન તપાસો, ફરી પ્રયાસ કરો, અથવા ખરીદી પુનઃસ્થાપિત કરો.
he: לא הצלחנו לאמת את הגישה שלך. בדקי את החיבור, נסי שוב או שחזרי רכישות.
hi: हम आपका ऐक्सेस जाँच नहीं पाए। अपना कनेक्शन देखें, फिर कोशिश करें, या ख़रीदारी रीस्टोर करें।
hr: Nismo mogli provjeriti tvoj pristup. Provjeri vezu, pokušaj ponovno ili obnovi kupnje.
hu: Nem sikerült ellenőrizni a hozzáférésedet. Ellenőrizd a kapcsolatot, próbáld újra, vagy állítsd vissza a vásárlásokat.
id: Kami tidak bisa memverifikasi aksesmu. Periksa koneksi, coba lagi, atau pulihkan pembelian.
it: Non è stato possibile verificare l’accesso. Controlla la connessione, riprova o ripristina gli acquisti.
ja: アクセスを確認できませんでした。接続を確認してもう一度試すか、購入を復元してください。
kn: ನಿಮ್ಮ ಪ್ರವೇಶವನ್ನು ನಮಗೆ ಪರಿಶೀಲಿಸಲು ಆಗಲಿಲ್ಲ. ನಿಮ್ಮ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ, ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ, ಅಥವಾ ಖರೀದಿಗಳನ್ನು ಮರುಸ್ಥಾಪಿಸಿ.
ko: 이용 권한을 확인할 수 없었어요. 연결을 확인하고 다시 시도하거나 구매를 복원하세요.
ml: ഞങ്ങൾക്ക് നിങ്ങളുടെ ആക്‌സസ് പരിശോധിക്കാനായില്ല. നിങ്ങളുടെ കണക്ഷൻ പരിശോധിക്കൂ, വീണ്ടും ശ്രമിക്കൂ, അല്ലെങ്കിൽ വാങ്ങലുകൾ പുനഃസ്ഥാപിക്കൂ.
mr: आम्ही तुमचा ॲक्सेस तपासू शकलो नाही. तुमचे कनेक्शन तपासा, पुन्हा प्रयत्न करा, किंवा खरेदी रिस्टोअर करा.
ms: Kami tidak dapat mengesahkan akses kamu. Semak sambungan, cuba lagi, atau pulihkan pembelian.
nb: Vi fikk ikke bekreftet tilgangen din. Sjekk tilkoblingen, prøv igjen eller gjenopprett kjøp.
nl: We konden je toegang niet verifiëren. Controleer je verbinding, probeer opnieuw of herstel aankopen.
or: ଆମେ ଆପଣଙ୍କ ଆକ୍ସେସ୍ ଯାଞ୍ଚ କରିପାରିଲୁ ନାହିଁ। ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ, ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ, କିମ୍ବା କ୍ରୟ ପୁନରୁଦ୍ଧାର କରନ୍ତୁ।
pa: ਅਸੀਂ ਤੁਹਾਡੀ ਪਹੁੰਚ ਦੀ ਪੁਸ਼ਟੀ ਨਹੀਂ ਕਰ ਸਕੇ। ਆਪਣਾ ਕਨੈਕਸ਼ਨ ਦੇਖੋ, ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ, ਜਾਂ ਖ਼ਰੀਦਾਂ ਰੀਸਟੋਰ ਕਰੋ।
pl: Nie udało się sprawdzić dostępu. Sprawdź połączenie, spróbuj ponownie lub przywróć zakupy.
pt_br: Não foi possível verificar seu acesso. Verifique a conexão, tente de novo ou restaure suas compras.
pt_pt: Não conseguimos verificar o teu acesso. Verifica a ligação, tenta de novo ou restaura as compras.
ro: Nu am putut verifica accesul tău. Verifică conexiunea, încearcă din nou sau restabilește achizițiile.
ru: Не удалось проверить доступ. Проверь соединение, попробуй ещё раз или восстанови покупки.
sk: Nepodarilo sa overiť tvoj prístup. Skontroluj pripojenie, skús to znova alebo obnov nákupy.
sl: Dostopa ni bilo mogoče preveriti. Preveri povezavo, poskusi znova ali obnovi nakupe.
sv: Vi kunde inte verifiera din åtkomst. Kontrollera anslutningen, försök igen eller återställ köp.
ta: உங்கள் அணுகலை எங்களால் சரிபார்க்க முடியவில்லை. இணைப்பைச் சரிபாருங்கள், மீண்டும் முயலுங்கள், அல்லது கொள்முதல்களை மீட்டெடுங்கள்.
te: మీ యాక్సెస్‌ను మేము ధృవీకరించలేకపోయాము. మీ కనెక్షన్ చెక్ చేయండి, మళ్లీ ప్రయత్నించండి, లేదా కొనుగోళ్లను పునరుద్ధరించండి.
th: เราตรวจสอบสิทธิ์ของคุณไม่ได้ ตรวจสอบการเชื่อมต่อ ลองอีกครั้ง หรือกู้คืนการซื้อ
tr: Erişimini doğrulayamadık. Bağlantını kontrol et, tekrar dene veya satın alımları geri yükle.
uk: Не вдалося перевірити доступ. Перевір з’єднання, спробуй ще раз або віднови покупки.
ur: ہم آپ کی رسائی کی تصدیق نہیں کر سکے۔ اپنا کنکشن دیکھیں، دوبارہ کوشش کریں، یا خریداریاں بحال کریں۔
vi: Không xác minh được quyền truy cập của bạn. Kiểm tra kết nối, thử lại hoặc khôi phục giao dịch.
zh_hans: 无法验证你的权限。检查网络连接后再试一次，或恢复购买。
zh_hant: 無法驗證你的權限。請檢查網路連線、再試一次，或回復購買。

# onboarding.blocking_setup.plus_locked
source: App blocking is a Pillie Plus feature you can set up after upgrading.
ar: حظر التطبيقات ميزة في Pillie Plus يمكنك إعدادها بعد الترقية.
bn: অ্যাপ ব্লকিং একটি Pillie Plus ফিচার। আপগ্রেড করার পর এটি সেট করতে পারবেন।
ca: El bloqueig d’apps és una funció de Pillie Plus que pots configurar després de passar-te al Plus.
cs: Blokování aplikací je funkce Pillie Plus, kterou si nastavíš po přechodu na Plus.
da: Appblokering er en Pillie Plus-funktion, som du kan sætte op efter opgraderingen.
de: Die App-Sperre gehört zu Pillie Plus. Du kannst sie nach dem Upgrade einrichten.
el: Ο αποκλεισμός εφαρμογών είναι λειτουργία του Pillie Plus που μπορείς να ρυθμίσεις μετά την αναβάθμιση.
es: El bloqueo de apps es parte de Pillie Plus. Podrás configurarlo cuando actives Plus.
fi: Sovellusesto on Pillie Plus -ominaisuus, jonka voit ottaa käyttöön päivityksen jälkeen.
fr: Le blocage d’apps fait partie de Pillie Plus. Tu pourras le configurer une fois Plus activé.
gu: ઍપ બ્લૉકિંગ Pillie Plus ની સુવિધા છે, જે તમે અપગ્રેડ કર્યા પછી સેટ કરી શકો છો.
he: חסימת אפליקציות היא תכונה של Pillie Plus שאפשר להגדיר אחרי השדרוג.
hi: ऐप ब्लॉकिंग Pillie Plus की सुविधा है, जिसे अपग्रेड करने के बाद सेट किया जा सकता है।
hr: Blokiranje aplikacija je Pillie Plus značajka koju možeš postaviti nakon nadogradnje.
hu: Az appblokkolás Pillie Plus-funkció, amelyet az előfizetés után állíthatsz be.
id: Blokir aplikasi adalah fitur Pillie Plus yang bisa kamu atur setelah upgrade.
it: Il blocco app è una funzione di Pillie Plus. Puoi configurarlo dopo il passaggio a Plus.
ja: アプリブロックはPillie Plusの機能です。アップグレード後に設定できます。
kn: ಆ್ಯಪ್ ನಿರ್ಬಂಧ ಒಂದು Pillie Plus ವೈಶಿಷ್ಟ್ಯ. ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿದ ನಂತರ ನೀವು ಅದನ್ನು ಹೊಂದಿಸಬಹುದು.
ko: 앱 차단은 Pillie Plus 기능이에요. 업그레이드 후 설정할 수 있어요.
ml: ആപ്പ് ബ്ലോക്കിംഗ് ഒരു Pillie Plus ഫീച്ചറാണ്. അപ്‌ഗ്രേഡ് ചെയ്‌ത ശേഷം നിങ്ങൾക്ക് ഇത് സജ്ജമാക്കാം.
mr: ॲप ब्लॉकिंग ही Pillie Plus ची सुविधा आहे, जी अपग्रेड केल्यावर सेट करता येते.
ms: Sekatan apl ialah ciri Pillie Plus yang boleh kamu sediakan selepas menaik taraf.
nb: Appblokkering er en Pillie Plus-funksjon du kan sette opp etter at du har oppgradert.
nl: Appblokkering is een Pillie Plus-functie die je na upgraden kunt instellen.
or: ଆପ୍ ବ୍ଲକିଂ ଏକ Pillie Plus ଫିଚର୍, ଯାହା ଆପଣ ଅପଗ୍ରେଡ୍ କରିବା ପରେ ସେଟ୍ କରିପାରିବେ।
pa: ਐਪ ਬਲੌਕਿੰਗ Pillie Plus ਦੀ ਸਹੂਲਤ ਹੈ, ਜੋ ਤੁਸੀਂ ਅੱਪਗ੍ਰੇਡ ਕਰਨ ਤੋਂ ਬਾਅਦ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ।
pl: Blokowanie aplikacji to funkcja Pillie Plus. Skonfigurujesz ją po przejściu na Plus.
pt_br: O bloqueio de apps faz parte do Pillie Plus. Você pode configurar depois de assinar.
pt_pt: O bloqueio de apps faz parte do Pillie Plus. Podes configurá-lo depois de subscreveres o Plus.
ro: Blocarea aplicațiilor e o funcție Pillie Plus pe care o poți configura după upgrade.
ru: Блокировка приложений входит в Pillie Plus. Её можно настроить после перехода на Plus.
sk: Blokovanie aplikácií je funkcia Pillie Plus, ktorú si môžeš nastaviť po prechode na Plus.
sl: Blokiranje aplikacij je funkcija Pillie Plus, ki jo lahko nastaviš po nadgradnji.
sv: Appblockering är en Pillie Plus-funktion som du kan ställa in efter uppgraderingen.
ta: ஆப் தடுப்பு ஒரு Pillie Plus அம்சம். மேம்படுத்திய பிறகு அதை அமைக்கலாம்.
te: యాప్ బ్లాకింగ్ ఒక Pillie Plus ఫీచర్. అప్‌గ్రేడ్ చేశాక దాన్ని సెటప్ చేయవచ్చు.
th: การบล็อกแอปเป็นฟีเจอร์ของ Pillie Plus ที่ตั้งค่าได้หลังอัปเกรด
tr: Uygulama engelleme, yükseltmeden sonra kurabileceğin bir Pillie Plus özelliğidir.
uk: Блокування застосунків входить у Pillie Plus. Його можна налаштувати після переходу на Plus.
ur: ایپ بلاکنگ Pillie Plus کی سہولت ہے، جسے اپ گریڈ کرنے کے بعد سیٹ کیا جا سکتا ہے۔
vi: Chặn ứng dụng là tính năng Pillie Plus, bạn có thể thiết lập sau khi nâng cấp.
zh_hans: 应用屏蔽是 Pillie Plus 功能，升级后即可设置。
zh_hant: App 封鎖是 Pillie Plus 功能，升級後即可設定。

# onboarding.blocking_setup.hard_paywall_locked_detail
source: Choose monthly, annual, or lifetime to keep using Pillie.
ar: اختاري الاشتراك الشهري أو السنوي أو مدى الحياة لمتابعة استخدام Pillie.
bn: Pillie ব্যবহার চালিয়ে যেতে মাসিক, বার্ষিক বা লাইফটাইম বেছে নিন।
ca: Tria mensual, anual o vitalici per continuar fent servir Pillie.
cs: Vyber měsíční, roční nebo trvalý plán a používej Pillie dál.
da: Vælg månedligt, årligt eller livstid for at fortsætte med at bruge Pillie.
de: Wähle einen Monats-, Jahres- oder Lifetime-Tarif, um Pillie weiter zu nutzen.
el: Διάλεξε μηνιαία, ετήσια ή εφ' όρου ζωής για να συνεχίσεις να χρησιμοποιείς το Pillie.
es: Elige mensual, anual o de por vida para seguir usando Pillie.
fi: Valitse kuukausi-, vuosi- tai kertamaksu, niin voit jatkaa Pillien käyttöä.
fr: Choisis mensuel, annuel ou à vie pour continuer à utiliser Pillie.
gu: Pillie વાપરવાનું ચાલુ રાખવા માસિક, વાર્ષિક અથવા લાઇફટાઇમ પસંદ કરો.
he: בחרי חודשי, שנתי או לתמיד כדי להמשיך להשתמש ב-Pillie.
hi: Pillie इस्तेमाल करते रहने के लिए मासिक, सालाना या लाइफ़टाइम चुनें।
hr: Odaberi mjesečno, godišnje ili doživotno da nastaviš koristiti Pillie.
hu: Válassz havi, éves vagy örökös csomagot, hogy tovább használhasd a Pillie-t.
id: Pilih bulanan, tahunan, atau seumur hidup untuk terus memakai Pillie.
it: Scegli il piano mensile, annuale o a vita per continuare a usare Pillie.
ja: Pillieを続けて使うには、月額、年額、または買い切りを選んでください。
kn: Pillie ಬಳಸುವುದನ್ನು ಮುಂದುವರಿಸಲು ಮಾಸಿಕ, ವಾರ್ಷಿಕ ಅಥವಾ ಜೀವಮಾನದ ಯೋಜನೆಯನ್ನು ಆರಿಸಿ.
ko: Pillie를 계속 사용하려면 월간, 연간 또는 평생 이용권을 선택하세요.
ml: Pillie തുടർന്നും ഉപയോഗിക്കാൻ പ്രതിമാസ, വാർഷിക അല്ലെങ്കിൽ ആജീവനാന്ത പ്ലാൻ തിരഞ്ഞെടുക്കൂ.
mr: Pillie वापरत राहण्यासाठी मासिक, वार्षिक किंवा लाइफटाइम निवडा.
ms: Pilih bulanan, tahunan atau seumur hidup untuk terus menggunakan Pillie.
nb: Velg månedlig, årlig eller livstid for å fortsette å bruke Pillie.
nl: Kies maandelijks, jaarlijks of lifetime om Pillie te blijven gebruiken.
or: Pillie ବ୍ୟବହାର ଜାରି ରଖିବାକୁ ମାସିକ, ବାର୍ଷିକ କିମ୍ବା ଆଜୀବନ ବାଛନ୍ତୁ।
pa: Pillie ਵਰਤਦੇ ਰਹਿਣ ਲਈ ਮਹੀਨਾਵਾਰ, ਸਾਲਾਨਾ ਜਾਂ ਲਾਈਫ਼ਟਾਈਮ ਚੁਣੋ।
pl: Wybierz plan miesięczny, roczny albo na zawsze, aby dalej korzystać z Pillie.
pt_br: Escolha mensal, anual ou vitalício para continuar usando o Pillie.
pt_pt: Escolhe mensal, anual ou vitalício para continuares a usar o Pillie.
ro: Alege lunar, anual sau pe viață pentru a continua să folosești Pillie.
ru: Выбери ежемесячный, годовой или пожизненный план, чтобы продолжить пользоваться Pillie.
sk: Ak chceš Pillie používať ďalej, vyber mesačný, ročný alebo doživotný plán.
sl: Izberi mesečno, letno ali trajno možnost, da lahko Pillie uporabljaš še naprej.
sv: Välj månadsvis, årsvis eller livstid för att fortsätta använda Pillie.
ta: Pillie-ஐத் தொடர்ந்து பயன்படுத்த மாதாந்திர, ஆண்டு அல்லது வாழ்நாள் திட்டத்தைத் தேர்ந்தெடுங்கள்.
te: Pillie వాడటం కొనసాగించడానికి నెలవారీ, వార్షిక లేదా జీవితకాల ప్లాన్ ఎంచుకోండి.
th: เลือกแบบรายเดือน รายปี หรือตลอดชีพ เพื่อใช้ Pillie ต่อ
tr: Pillie’yi kullanmaya devam etmek için aylık, yıllık veya ömür boyu seç.
uk: Вибери щомісячний, річний або довічний план, щоб і далі користуватися Pillie.
ur: Pillie استعمال کرتے رہنے کے لیے ماہانہ، سالانہ یا لائف ٹائم چنیں۔
vi: Chọn gói hàng tháng, hàng năm hoặc trọn đời để tiếp tục dùng Pillie.
zh_hans: 选择月付、年付或终身版，继续使用 Pillie。
zh_hant: 選擇月繳、年繳或終身版，繼續使用 Pillie。

# onboarding.blocking_setup.trial_line
source: Pillie Plus is on for your next %lld active days, free. No card. We’ll remind you before it ends.
ar: Pillie Plus مفعّل مجانًا خلال الأيام الـ%lld النشطة القادمة. بدون بطاقة. سنذكّرك قبل انتهاء الفترة التجريبية.
bn: Pillie Plus পরের %lld সক্রিয় দিন ফ্রি। কার্ড লাগবে না। ট্রায়াল শেষ হওয়ার আগে আমরা মনে করিয়ে দেব।
ca: Tens Pillie Plus gratis els propers %lld dies actius. Sense targeta. T’avisarem abans que s’acabi.
cs: Pillie Plus máš zdarma na dalších %lld aktivních dní. Bez karty. Před koncem ti dáme vědět.
da: Pillie Plus er gratis de næste %lld aktive dage. Intet kort. Vi minder dig om det, før det udløber.
de: Pillie Plus ist die nächsten %lld aktiven Tage gratis. Keine Karte. Wir erinnern dich vor dem Ende.
el: Έχεις Pillie Plus δωρεάν για %lld ενεργές ημέρες. Χωρίς κάρτα. Σε ειδοποιούμε πριν λήξει.
es: Tienes Pillie Plus gratis los próximos %lld días activos. Sin tarjeta. Te avisamos antes del final.
fi: Pillie Plus on ilmainen seuraavat %lld aktiivista päivää. Ei korttia. Muistutamme ennen loppua.
fr: Pillie Plus est gratuit pour tes %lld prochains jours actifs. Sans carte. On te préviendra avant la fin.
gu: Pillie Plus આગામી %lld સક્રિય દિવસ મફત છે. કાર્ડની જરૂર નથી. ટ્રાયલ પૂરી થાય તે પહેલાં અમે યાદ અપાવીશું.
he: יש לך Pillie Plus בחינם ל-%lld הימים הפעילים הבאים. בלי כרטיס. נזכיר לך לפני סוף הניסיון.
hi: Pillie Plus अगले %lld सक्रिय दिन मुफ़्त है। कार्ड की ज़रूरत नहीं। ट्रायल ख़त्म होने से पहले हम याद दिला देंगे।
hr: Pillie Plus imaš besplatno sljedećih %lld aktivnih dana. Bez kartice. Podsjetit ćemo te prije kraja.
hu: A Pillie Plus ingyenes a következő %lld aktív napon át. Kártya nélkül. Lejárat előtt emlékeztetünk.
id: Pillie Plus gratis %lld hari aktif ke depan. Tanpa kartu. Kami ingatkan sebelum uji coba berakhir.
it: Hai Pillie Plus gratis per i prossimi %lld giorni attivi. Nessuna carta. Ti avviseremo prima che finisca.
ja: これから服用%lld日間、Pillie Plusが無料。カード不要。トライアル終了前にお知らせします。
kn: Pillie Plus ಮುಂದಿನ %lld ಸಕ್ರಿಯ ದಿನಗಳು ಉಚಿತ. ಕಾರ್ಡ್ ಬೇಕಿಲ್ಲ. ಟ್ರಯಲ್ ಮುಗಿಯುವ ಮುನ್ನ ನೆನಪಿಸುತ್ತೇವೆ.
ko: 앞으로 복용 %lld일 동안 Pillie Plus를 무료로 쓸 수 있어요. 카드 불필요. 체험이 끝나기 전에 알려 드릴게요.
ml: Pillie Plus അടുത്ത %lld സജീവ ദിനങ്ങൾ സൗജന്യം. കാർഡ് വേണ്ട. ട്രയൽ തീരും മുമ്പ് ഓർമ്മിപ്പിക്കും.
mr: Pillie Plus पुढचे %lld सक्रिय दिवस मोफत आहे. कार्डची गरज नाही. ट्रायल संपण्याआधी आम्ही आठवण करून देऊ.
ms: Pillie Plus percuma %lld hari aktif lagi. Tanpa kad. Kami ingatkan sebelum percubaan tamat.
nb: Du har Pillie Plus gratis de neste %lld aktive dagene. Uten kort. Vi minner deg på det før det slutter.
nl: Pillie Plus is de komende %lld actieve dagen gratis. Geen kaart. We herinneren je vóór het einde.
or: ପରବର୍ତ୍ତୀ %lld ସକ୍ରିୟ ଦିନ Pillie Plus ମାଗଣା। କାର୍ଡ ଦରକାର ନାହିଁ। ଟ୍ରାୟାଲ୍ ଶେଷ ହେବା ଆଗରୁ ଆପଣଙ୍କୁ ମନେ ପକାଇବୁ।
pa: ਅਗਲੇ %lld ਸਰਗਰਮ ਦਿਨ Pillie Plus ਮੁਫ਼ਤ ਹੈ। ਕਾਰਡ ਦੀ ਲੋੜ ਨਹੀਂ। ਟ੍ਰਾਇਲ ਖ਼ਤਮ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਅਸੀਂ ਯਾਦ ਕਰਾਵਾਂਗੇ।
pl: Masz Pillie Plus za darmo przez %lld dni aktywnych. Bez karty. Przypomnimy ci przed końcem.
pt_br: Você tem o Pillie Plus grátis nos próximos %lld dias ativos. Sem cartão. Vamos avisar antes do fim.
pt_pt: O Pillie Plus é grátis nos próximos %lld dias ativos. Sem cartão. Avisamos-te antes do fim.
ro: Ai Pillie Plus gratuit în următoarele %lld zile active. Fără card. Îți vom aminti înainte să se termine.
ru: Pillie Plus бесплатно на следующие %lld активных дней. Без карты. Напомним до окончания.
sk: Pillie Plus máš zdarma na ďalších %lld aktívnych dní. Bez karty. Pred koncom ti dáme vedieť.
sl: Pillie Plus imaš brezplačno naslednjih %lld aktivnih dni. Brez kartice. Pred koncem te opomnimo.
sv: Du har Pillie Plus gratis i %lld aktiva dagar framåt. Inget kort. Vi påminner dig innan det tar slut.
ta: %lld செயல் நாட்களுக்கு Pillie Plus இலவசம். கார்டு தேவையில்லை. முடியும் முன் நினைவூட்டுவோம்.
te: Pillie Plus తదుపరి %lld యాక్టివ్ రోజులు ఉచితం. కార్డ్ అవసరం లేదు. ట్రయల్ ముగిసేలోపు గుర్తు చేస్తాం.
th: Pillie Plus เปิดให้ใช้ฟรีตลอด %lld วันกินยาถัดไป ไม่ต้องใช้บัตร เราจะเตือนคุณก่อนช่วงทดลองใช้สิ้นสุด
tr: Pillie Plus önümüzdeki %lld aktif gün ücretsiz. Kart gerekmez. Deneme bitmeden hatırlatırız.
uk: Pillie Plus безкоштовно на наступні %lld активних днів. Без картки. Нагадаємо перед кінцем.
ur: Pillie Plus اگلے %lld فعال دن مفت ہے۔ کارڈ کی ضرورت نہیں۔ ٹرائل ختم ہونے سے پہلے ہم یاد دلا دیں گے۔
vi: Pillie Plus miễn phí %lld ngày uống tới. Không cần thẻ. Chúng mình sẽ nhắc trước khi hết dùng thử.
zh_hans: 接下来 %lld 个服药日，Pillie Plus 免费开启。无需银行卡。试用结束前我们会提醒你。
zh_hant: 接下來 %lld 個服藥日，Pillie Plus 免費開啟。不需信用卡。試用結束前我們會提醒你。
